{"title":"prvacy-zh-Hans","uid":"42b9aa94053a481c66082488d2ef4fa6","slug":"prvacy-zh-Hans","date":"2024-08-04T07:14:06.000Z","updated":"2024-08-04T07:16:56.738Z","comments":true,"path":"api/articles/prvacy-zh-Hans.json","keywords":null,"cover":null,"content":"<p>FLowers Bloom 的隐私政策</p>\n<p>隐私政策<br>上次更新时间：2024 年 8 月 4 日</p>\n<p>本隐私政策描述了我们在您使用服务时收集、使用和披露您的信息的政策和程序，并告诉您您的隐私权利以及法律如何保护您。</p>\n<p>我们使用您的个人数据来提供和改进服务。通过使用服务，您同意按照本隐私政策收集和使用信息。本隐私政策是在隐私政策生成器的帮助下创建的。</p>\n<p>解释和定义<br>解释<br>首字母大写的单词在以下条件下具有定义的含义。以下定义无论以单数还是复数出现，均具有相同的含义。</p>\n<p>定义<br>就本隐私政策而言：</p>\n<p>帐户是指为您创建的唯一帐户，用于访问我们的服务或我们服务的部分内容。</p>\n<p>关联方是指控制、受控制或与一方受共同控制的实体，其中“控制”是指拥有 50% 或以上的股份、股权或其他证券，有权投票选举董事或其他管理机构。</p>\n<p>应用程序是指 FLowers Bloom，即公司提供的软件程序。</p>\n<p>公司（在本协议中称为“公司”、“我们”或“我们的”）是指 FLowers Bloom。</p>\n<p>国家是指：中国</p>\n<p>设备是指任何可以访问服务的设备，例如计算机、手机或数字平板电脑。</p>\n<p>个人数据是与已识别或可识别的个人相关的任何信息。</p>\n<p>服务是指应用程序。</p>\n<p>服务提供商是指代表公司处理数据的任何自然人或法人。它是指公司雇用的第三方公司或个人，以促进服务、代表公司提供服务、执行与服务相关的服务或协助公司分析服务的使用方式。</p>\n<p>使用数据是指自动收集的数据，无论是通过使用服务还是从服务基础设施本身生成（例如，页面访问的持续时间）。</p>\n<p>您是指访问或使用服务的个人，或公司，或该个人代表其访问或使用服务的其他法人实体（如适用）。</p>\n<p>收集和使用您的个人数据<br>收集的数据类型<br>个人数据<br>在使用我们的服务时，我们可能会要求您向我们提供某些可用于联系或识别您的个人身份信息。个人身份信息可能包括但不限于：</p>\n<p>名字和姓氏</p>\n<p>使用数据</p>\n<p>使用数据<br>使用数据是在使用服务时自动收集的。</p>\n<p>使用数据可能包括您的设备的 Internet 协议地址（例如 IP 地址）、浏览器类型、浏览器版本、您访问的我们服务的页面、您访问的时间和日期、在这些页面上花费的时间、唯一设备标识符和其他诊断数据等信息。</p>\n<p>当您通过移动设备访问服务时，我们可能会自动收集某些信息，包括但不限于您使用的移动设备类型、您的移动设备唯一 ID、您的移动设备的 IP 地址、您的移动操作系统、您使用的移动互联网浏览器类型、唯一设备标识符和其他诊断数据。</p>\n<p>我们还可能收集您访问我们的服务或通过移动设备访问服务时您的浏览器发送的信息。</p>\n<p>使用应用程序时收集的信息<br>在使用我们的应用程序时，为了提供我们的应用程序的功能，我们可能会在您事先许可的情况下收集：</p>\n<p>来自您设备的相机和照片库的图片和其他信息<br>我们使用这些信息来提供我们的服务功能，以改进和定制我们的服务。 这些信息可能会上传到公司的服务器和&#x2F;或服务提供商的服务器，也可能只是存储在您的设备上。</p>\n<p>您可以随时通过您的设备设置启用或禁用对此信息的访问。</p>\n<p>使用您的个人信息<br>公司可能会将个人信息用于以下目的：</p>\n<p>提供和维护我们的服务，包括监控我们服务的使用情况。</p>\n<p>管理您的帐户：管理您作为服务用户的注册。您提供的个人信息可以让您访问服务的不同功能，这些功能可供您作为注册用户使用。</p>\n<p>履行合同：制定、遵守和承担您购买的产品、物品或服务的购买合同或通过服务与我们签订的任何其他合同。</p>\n<p>联系您：通过电子邮件、电话、短信或其他等效的电子通信形式与您联系，例如移动应用程序的推送通知在必要或合理的情况下，向您提供与功能、产品或合同服务相关的更新或信息通信，包括安全更新。</p>\n<p>向您提供新闻、特别优惠和有关我们提供的其他商品、服务和活动的一般信息，这些商品、服务和活动与您已购买或查询的商品、服务和活动类似，除非您选择不接收此类信息。</p>\n<p>管理您的请求：处理和管理您向我们提出的请求。</p>\n<p>对于业务转让：我们可能会使用您的信息来评估或进行合并、剥离、重组、改组、解散或以其他方式出售或转让我们的部分或全部资产，无论是作为持续经营还是作为破产、清算或类似程序的一部分，其中我们持有的有关我们服务用户的个人数据属于转让的资产。</p>\n<p>用于其他目的：我们可能会将您的信息用于其他目的，例如数据分析、识别使用趋势、确定我们促销活动的有效性以及评估和改进我们的服务、产品、服务、营销和您的体验。</p>\n<p>我们可能在以下情况下共享您的个人信息：</p>\n<p>与服务提供商共享：我们可能与服务提供商共享您的个人信息，以监控和分析我们服务的使用情况，与您联系。<br>对于业务转让：我们可能在与合并、出售公司资产、融资或将我们的全部或部分业务收购给另一家公司有关或谈判期间共享或转让您的个人信息。<br>与关联公司共享：我们可能与我们的关联公司共享您的信息，在这种情况下，我们将要求这些关联公司遵守本隐私政策。关联公司包括我们的母公司以及我们控制或与我们共同控制的任何其他子公司、合资伙伴或其他公司。<br>与业务合作伙伴共享：我们可能与我们的业务合作伙伴共享您的信息，以向您提供某些产品、服务或促销活动。<br>与其他用户共享：当您与其他用户共享个人信息或在公共区域进行其他互动时，所有用户都可以看到此类信息，并可能在外部公开分发。<br>征得您的同意：征得您的同意，我们可能会出于任何其他目的披露您的个人信息。<br>保留您的个人数据<br>公司将仅在本隐私政策中规定的目的所需的时间内保留您的个人数据。我们将在必要的范围内保留和使用您的个人数据，以履行我们的法律义务（例如，如果我们需要保留您的数据以遵守适用法律）、解决争议并执行我们的法律协议和政策。</p>\n<p>公司还将保留使用数据以用于内部分析目的。使用数据通常保留较短的时间，除非这些数据用于加强安全性或改进我们服务的功能，或者我们有法律义务将这些数据保留更长时间。</p>\n<p>您的个人数据的转移<br>您的信息（包括个人数据）在公司的运营办公室和处理相关方所在的任何其他地方进行处理。这意味着这些信息可能会被转移到您所在州、省、国家或其他政府管辖区以外的计算机上并在这些计算机上维护，这些计算机的数据保护法可能与您管辖区的数据保护法不同。</p>\n<p>您同意本隐私政策并随后提交此类信息，即表示您同意该转移。</p>\n<p>公司将采取一切合理必要的措施，确保您的数据得到安全处理并符合本隐私政策，除非有充分的控制措施，包括您的数据和其他个人信息的安全，否则不会将您的个人数据转移到组织或国家&#x2F;地区。</p>\n<p>删除您的个人数据<br>您有权删除或要求我们协助删除我们收集的有关您的个人数据。</p>\n<p>我们的服务可能使您能够在服务内删除有关您的某些信息。</p>\n<p>您可以随时通过登录您的帐户（如果您有）并访问允许您管理个人信息的帐户设置部分来更新、修改或删除您的信息。 您也可以联系我们，请求访问、更正或删除您提供给我们的任何个人信息。</p>\n<p>但请注意，当我们有法律义务或合法依据时，我们可能需要保留某些信息。</p>\n<p>披露您的个人信息<br>商业交易<br>如果公司涉及合并、收购或资产出售，您的个人信息可能会被转移。我们将在您的个人信息被转移并受不同隐私政策约束之前发出通知。</p>\n<p>法律 e执行<br>在某些情况下，如果法律要求或响应公共当局（例如法院或政府机构）的有效请求，公司可能需要披露您的个人数据。</p>\n<p>其他法律要求<br>公司可能会出于善意披露您的个人数据，认为此类行动是必要的：</p>\n<p>遵守法律义务<br>保护和捍卫公司的权利或财产<br>防止或调查与服务相关的可能不当行为<br>保护服务用户或公众的人身安全<br>防止法律责任<br>您的个人数据的安全<br>您的个人数据的安全对我们很重要，但请记住，没有任何通过互联网传输的方法或电子存储方法是 100% 安全的。虽然我们努力使用商业上可接受的方法来保护您的个人数据，但我们无法保证其绝对安全。</p>\n<p>儿童隐私<br>我们的服务不针对 13 岁以下的任何人。我们不会故意收集 13 岁以下任何人的个人身份信息。如果您是父母或监护人，并且您知道您的孩子向我们提供了个人数据，请与我们联系。如果我们意识到我们在未经父母同意的情况下收集了 13 岁以下任何人的个人数据，我们将采取措施从我们的服务器中删除该信息。</p>\n<p>如果我们需要依赖同意作为处理您的信息的法律依据，并且您的国家要求父母同意，我们可能会在收集和使用该信息之前要求您父母同意。</p>\n<p>链接到其他网站<br>我们的服务可能包含指向非我们运营的其他网站的链接。如果您点击第三方链接，您将被定向到该第三方网站。我们强烈建议您查看您访问的每个网站的隐私政策。</p>\n<p>我们无法控制也不承担任何第三方网站或服务的内容、隐私政策或做法的责任。</p>\n<p>本隐私政策的变更<br>我们可能会不时更新我们的隐私政策。我们将通过在本页面上发布新的隐私政策来通知您任何变更。</p>\n<p>在变更生效之前，我们将通过电子邮件和&#x2F;或我们的服务上的显著通知通知您，并更新本隐私政策顶部的“上次更新”日期。</p>\n<p>建议您定期查看本隐私政策以了解任何变更。本隐私政策的变更在本页面上发布时生效。</p>\n<p>联系我们<br>如果您对本隐私政策有任何疑问，您可以联系我们：</p>\n<p>通过电子邮件：<a href=\"mailto:&#106;&#113;&#46;&#97;&#99;&#99;&#116;&#64;&#x6f;&#117;&#116;&#108;&#111;&#111;&#107;&#x2e;&#x63;&#x6f;&#109;\">&#106;&#113;&#46;&#97;&#99;&#99;&#116;&#64;&#x6f;&#117;&#116;&#108;&#111;&#111;&#107;&#x2e;&#x63;&#x6f;&#109;</a></p>\n","feature":true,"text":"FLowers Bloom 的隐私政策 隐私政策上次更新时间：2024 年 8 月 4 日 本隐私政策描述了我们在您使用服务时收集、使用和披露您的信息的政策和程...","permalink":"/post/prvacy-zh-Hans","photos":[],"count_time":{"symbolsCount":"3.7k","symbolsTime":"3 mins."},"categories":[],"tags":[],"toc":"","author":{"name":"FLBO","slug":"blog-author","avatar":"https://kuaiji.icu/img/avatar.jpg","link":"/","description":"Flowers Bloom官网","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"mapped":true,"hidden":false,"prev_post":{},"next_post":{"title":"submit","uid":"8500f40d44b774e55ea7984dad55b431","slug":"submit","date":"2024-08-04T05:48:55.000Z","updated":"2024-08-04T05:51:00.228Z","comments":true,"path":"api/articles/submit.json","keywords":null,"cover":null,"text":"FLowers Bloom 现已提交FLowers Bloom Now submitted等待中。。。Wating…sS ","permalink":"/post/submit","photos":[],"count_time":{"symbolsCount":61,"symbolsTime":"1 mins."},"categories":[],"tags":[{"name":"APP","slug":"APP","count":1,"path":"api/tags/APP.json"}],"author":{"name":"FLBO","slug":"blog-author","avatar":"https://kuaiji.icu/img/avatar.jpg","link":"/","description":"Flowers Bloom官网","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"feature":true}}